Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: Gender: expected gender characteristics of the benefiting group
fr_fr: Le tableau signale également les mesures qui favorisent les groupes sous-représentés.

source: Predominantly women (80 per cent or more women)
fr_fr: Surtout les femmes (80 % ou plus)

source: Majority women (60 per cent - 79 per cent women)
fr_fr: Majorité de femmes (de 60 % à 79 %)

source: Majority men (60 per cent - 79 per cent)
fr_fr: Majorité d'hommes (de 60 % à 79 %)

source: Predominantly men (80 per cent or more)
fr_fr: Surtout les hommes (80 % ou plus)

source: Income: expected benefits from an income distribution perspective
fr_fr: Revenu : avantages prévus en fonction de la répartition du revenu

source: Predominantly low-income people (Strongly progressive)
fr_fr: Surtout des personnes à faible revenu (très progressif)

source: Majority low-income people (Somewhat progressive)
fr_fr: Majorité de personnes à faible revenu (quelque peu progressif)

source: Majority high-income people (Somewhat regressive)
fr_fr: Majorité de personnes à revenu élevé (quelque peu régressif)

source: Predominantly high-income people (Strongly regressive)
fr_fr: Surtout des personnes à revenu élevé (très régressif)

source: Age: expected benefits from a generational perspective
fr_fr: Âge : avantages prévus en fonction de la génération

source: Predominantly youth, children and/or future generations
fr_fr: Surtout des jeunes, des enfants et/ou les générations à venir

source: Predominantly seniors or the baby boom generation
fr_fr: Surtout des personnes aînées ou des générations plus âgées

source: All Demographics: No single group expected to benefit proportionally more than others
fr_fr: Tous les groupes démographiques : aucun groupe en particulier ne devrait bénéficier proportionnellement plus qu'un autre

source: All Demographics
fr_fr: Tous les groupes démographiques

source: Gender Equality: Contributes to Gender Results Framework goals
fr_fr: Égalité des genres : contribue aux objectifs du Cadre des résultats relatifs aux genres

source: Gender Equality
fr_fr: Égalité des genres

source: Diversity: Specific groups expected to benefit proportionally more than others
fr_fr: Diversité : des groupes particuliers devraient bénéficier proportionnellement plus que les autres

source: Specific groups: Indigenous Peoples, persons with disabilities, racialised Canadians, 2SLGBTQI+, newcomers, rural populations, lone-parent households
fr_fr: Groupes particuliers : peuples autochtones, personnes en situation de handicap, population canadienne racisée, personnes 2ELGBTQI+, personnes nouvellement arrivées au Canada, populations rurales, ménages monoparentaux

source: Quality of Life Domains
fr_fr: Domaines de qualité de vie

source: Prosperity: the economic domain, encompassing income and growth, employment and skills and learning and economic security
fr_fr: Prospérité : le domaine économique qui comprend le revenu et la croissance, l'emploi et les compétences, ainsi que l'apprentissage et la sécurité économique

source: Health: physical and mental health, and care systems that enable people to thrive through all stages of life
fr_fr: Santé : les systèmes de santé physique et mentale et de soins de santé qui permettent aux personnes de s'épanouir à chacune des étapes de leur vie

source: Environment: natural and built environments that meet human needs such as clean air and water, as well as ecological integrity and stewardship dimensions such as greenhouse gas emissions
fr_fr: Environnement : l'environnement naturel et bâti qui répond aux besoins de l'humain comme de l'air pur et de l'eau potable, ainsi que les aspects liés à l'intégrité et à l'intendance écologiques, comme les émissions de gaz à effet de serre

source: Society: includes culture and identity, inclusion, social cohesion and connection, and time use
fr_fr: Société : comprend la culture et l'identité, l'inclusion, la cohésion sociale et les rapports sociaux, ainsi que l'emploi du temps

source: Good Governance: includes democracy and institutions, safety and security and justice and human rights
fr_fr: Saine gouvernance : comprend la démocratie et les institutions, la sécurité et la sûreté, ainsi que la justice et les droits de la personne

source: <<< source: tm-mf-en.html >>>
fr_fr: <<< source: tm-mf-fr.html >>>

source: Tax measures: Supplementary information
fr_fr: Mesures fiscales : Renseignements supplémentaires

source: Find out more about the expected gender and diversity impacts for each measure in Tax measures: Supplementary information.
fr_fr: Apprenez-en plus sur les répercussions prévues sur le genre et la diversité des mesures figurant dans le Mesures fiscales : Renseignements supplémentaires.

source: Related documents
fr_fr: Documents connexes

source: Notice of Ways and Means Motion to amend the Income Tax Act
fr_fr: Avis de motion de voies et moyens visant à modifier la Loi de l'impôt sur le revenu

source: Overview
fr_fr: Aperçu

source: This annex provides detailed information on tax measures proposed in the Budget.
fr_fr: Cette annexe présente des renseignements détaillés sur les mesures fiscales proposées dans le budget.

source: Table 1 lists these measures and provides estimates of their fiscal impact.
fr_fr: Le tableau 1 expose ces mesures ainsi que leur incidence financière.

source: The annex also provides Notices of Ways and Means Motion to amend the Income Tax Act , the Excise Tax Act , the Underused Housing Tax Act and the Select Luxury Items Tax Act and draft amendments to various regulations.
fr_fr: La présente annexe contient également les avis de motion de voies et moyens visant à modifier la Loi de l'impôt sur le revenu , la Loi sur la taxe d'accise , la Loi sur la taxe sur les logements sous-utilisés et la Loi sur la taxe sur certains biens de luxe, et des modifications proposées à divers règlements.

source: In this annex, all references to "Budget Day" are to be read as references to the day on which this Budget is presented.
fr_fr: Dans cette annexe, la mention du jour du budget fait référence à la date de présentation du budget.

source: Personal Income Tax Measures
fr_fr: Mesures visant l'impôt

source: Personal Support Workers Tax Credit
fr_fr: sur le revenu des particuliers

source: Budget 2025 proposes to introduce a temporary Personal Support Workers Tax Credit, which would provide eligible personal support workers working for eligible health care establishments with a refundable tax credit of 5 per cent of eligible earnings, providing a credit value of up to $1,100.
fr_fr: Crédit d'impôt pour les préposés aux services de soutien à la personne Le budget de 2025 propose d'instaurer un crédit d'impôt temporaire pour les préposés aux services de soutien à la personne. Ce crédit offrirait aux préposés aux services de soutien à la personne admissibles travaillant pour des établissements de soins de santé admissibles un crédit d'impôt remboursable de 5 % des revenus admissibles, jusqu'à une valeur de crédit de 1 100 $.

source: Eligible Personal Support Worker
fr_fr: Préposé aux services de soutien à la personne admissible

source: A number of conditions would need to be met to be considered an eligible personal support worker.
fr_fr: Il faut remplir plusieurs conditions pour être considéré comme préposé aux services de soutien à la personne admissible.

source: The person must ordinarily provide one-on-one care and essential support to optimise and maintain another individual's health, well-being, safety, autonomy, and comfort, consistent with that individual's health care needs as directed by a regulated health care professional or a provincial community health organization.
fr_fr: La personne doit habituellement fournir des soins individuels et un soutien essentiel afin d'optimiser et de maintenir la santé d'une autre personne, son bien-être, sa sécurité, son autonomie et son confort, selon ses besoins en matière de soins de santé, conformément aux directives d'un professionnel de soins de santé réglementé ou d'un organisme de santé provincial ou communautaire.

source: The person's main employment duties must include helping patients with activities of daily living and mobilization.
fr_fr: Les fonctions principales de la personne doivent inclure le fait d'aider les patients avec leurs activités de la vie quotidienne et leur mobilisation.

source: Eligible Health Care Establishment
fr_fr: Établissement de soins de santé admissible

source: Eligible health care establishments would be hospitals, nursing care facilities, residential care facilities, community care facilities for the elderly, home health care establishments, and other similar regulated health care establishments.
fr_fr: Les établissements de soins de santé admissibles seraient les hôpitaux, les établissements de soins infirmiers, les établissements de soins pour bénéficiaires internes, les établissements communautaires de soins pour personnes âgées, les établissements de soins de santé à domicile et autres établissements de soins de santé réglementés similaires.

source: Eligible Earnings
fr_fr: Revenus admissibles

source: Eligible earnings would include all taxable employment income, including wages and salaries, and employment benefits (as well as similar tax-exempt income and benefits earned on a reserve) that is earned as an eligible personal support worker performing employment duties for eligible health care establishments.
fr_fr: Les revenus admissibles comprendraient tous les revenus d'emploi, y compris les salaires et traitements, et les avantages reliés à l'emploi (ainsi que les revenus et avantages en franchise d'impôt similaires gagnés dans une réserve), gagnés à titre de préposé aux services de soutien à la personne admissible effectuant leurs fonctions pour des établissements de soins de santé admissibles.

source: Amounts earned in British Columbia, Newfoundland and Labrador, and the Northwest Territories would not be eligible, as these jurisdictions have signed bilateral agreements with the federal government to include a "Personal Support Workers and Related Professions Addendum" to their Aging with Dignity funding agreements, which provide funding over five years to increase personal support workers' wages.
fr_fr: Les montants gagnés en Colombie-Britannique, à Terre-Neuve-et-Labrador et dans les Territoires du Nord-Ouest ne seraient pas admissibles, car ces provinces et ce territoire ont signé des accords bilatéraux avec le gouvernement fédéral afin d'inclure un « Addenda sur les préposés aux services de soutien à la personne et les professions connexes » à leurs accords de financement pour Vieillir dans la dignité , qui offre du financement sur cinq ans afin d'augmenter les salaires des préposés aux services de soutien à la personne.

source: Employers would need to certify their employees' eligible earnings in prescribed form and manner.
fr_fr: Les employeurs devront attester les revenus admissibles de leurs employés dans la forme et les modalités prescrites.

source: Other
fr_fr: Autre

source: Individuals would need to file a tax return to be eligible for this refundable tax credit.
fr_fr: Les particuliers devront produire une déclaration de revenu pour avoir droit à ce crédit d'impôt remboursable.

source: If an eligible individual dies during a calendar year, any tax return filed by the individual's legal representative would be deemed to have been filed by the individual.
fr_fr: Si un particulier admissible décède durant une année civile, toute déclaration de revenu produite par le représentant légal du particulier serait réputée avoir été produite par ce dernier.

source: Where an eligible individual becomes bankrupt in a taxation year, that individual's eligible earnings from both the pre-bankruptcy and post-bankruptcy period would be taken into consideration when computing this tax credit.
fr_fr: Lorsqu'un particulier admissible fait faillite au cours d'une année d'imposition, les revenus admissibles de ce particulier provenant des périodes antérieures et postérieures à la faillite seraient pris en compte dans le calcul de ce crédit d'impôt.

source: Coming into Force
fr_fr: Entrée en vigueur

source: This measure would apply to the 2026 to 2030 taxation years.
fr_fr: Cette mesure s'appliquerait aux années d'imposition 2026 à 2030.

source: Automatic Federal Benefits for Lower-Income Individuals
fr_fr: Prestations fédérales automatisées pour les personnes à faible revenu

source: Canada's tax system is based on self-assessment and self-reporting.
fr_fr: Le régime fiscal canadien est fondé sur l'autocotisation et l'autodéclaration.

source: The Income Tax Act requires individuals with tax payable to file a tax return.
fr_fr: La Loi de l'impôt sur le revenu exige que les particuliers ayant de l'impôt à payer produisent une déclaration de revenus.

source: In general, individuals also need to file a tax return annually to receive the benefit and credit payments delivered through the tax system, because the Canada Revenue Agency (CRA) determines entitlement for most benefits on net income.
fr_fr: De façon générale, les particuliers doivent également produire une déclaration de revenus chaque année pour recevoir les versements de prestations et de crédits par l'entremise du régime fiscal, car l'Agence du revenu du Canada (ARC) détermine l'admissibilité à la plupart des prestations sur le revenu net.

source: Budget 2025 proposes to amend the Income Tax Act to grant the CRA the discretionary authority to file a tax return for a taxation year on behalf of an individual (other than a trust) who meets all the following criteria:
fr_fr: Le budget de 2025 propose de modifier la Loi de l'impôt sur le revenu afin d'accorder à l'ARC le pouvoir discrétionnaire de produire une déclaration de revenus pour une année d'imposition au nom d'un particulier (autre qu'une fiducie) qui répond à tous les critères suivants :

source: the individual's taxable income for the taxation year is below the lower of either the federal basic personal amount or provincial equivalent (plus the age amount and/or disability amount, where applicable);
fr_fr: le revenu imposable du particulier pour l'année d'imposition est inférieur au montant le moins élevé entre le montant personnel de base fédéral et l'équivalent provincial (plus le montant en raison de l'âge ou le montant pour personnes handicapées, le cas échéant);

source: all income of the individual for the taxation year is from sources for which specified information returns have been filed with the CRA;
fr_fr: tous les revenus du particulier pour l'année d'imposition proviennent de sources pour lesquelles des déclarations de renseignements déterminées ont été produites auprès de l'ARC;

source: at least once in the preceding three taxation years, the individual has not filed a return;
fr_fr: au moins une fois au cours des trois années d'imposition précédentes, le particulier n'a pas produit de déclaration;

source: the individual has otherwise not filed a return for the taxation year prior to, or within 90 days following, the tax filing deadline for the year; and
fr_fr: le particulier n'a pas produit de déclaration de revenus pour l'année d'imposition avant la date limite de production pour l'année ou dans les 90 jours suivants;

source: any other criteria, as determined by the Minister of National Revenue.
fr_fr: tout autre critère déterminé par le ministre du Revenu national.

source: Prior to filing a return on behalf of an eligible individual, the CRA would provide the individual with the information it has available at the time in respect of their tax return.
fr_fr: Avant de produire une déclaration au nom d'un particulier admissible, l'ARC fournirait à celui-ci les renseignements dont elle dispose à ce moment-là en ce qui concerne sa déclaration de revenus.

source: The eligible individual would have 90 days to review the information and submit changes to the CRA.
fr_fr: Le particulier admissible disposerait de 90 jours pour examiner les renseignements et présenter des modifications à l'ARC.

source: If the eligible individual does not confirm the information (with or without changes) by the end of the 90 days, the CRA could file a tax return on the individual's behalf.
fr_fr: Si le particulier admissible ne confirme pas les renseignements (avec ou sans modifications) avant la fin de la période de 90 jours, l'ARC pourrait produire une déclaration de revenus au nom du particulier.

source: The CRA would then issue a notice of assessment, and subsequently determine and issue the individual's credit and benefit entitlements.
fr_fr: L'ARC établirait ensuite un avis de cotisation, puis elle déterminerait et émettrait les crédits et les prestations du particulier.

source: Certain basic information, such as marital status, may require confirmation from the individual before the CRA can issue a payment of benefits.
fr_fr: Certains renseignements de base, comme l'état civil, peuvent nécessiter une confirmation de la part du particulier avant que l'ARC puisse verser des prestations.

source: Some entitlements require a return to be filed by the individual's spouse or common-law partner.
fr_fr: Pour certaines prestations, l'époux ou le conjoint de fait du particulier doit produire une déclaration de revenus.

source: The CRA may be able to file a return on behalf of the individual's spouse if it is determined that they meet the criteria.
fr_fr: L'ARC peut être en mesure de produire une déclaration au nom du conjoint du particulier si elle détermine que le conjoint répond aux critères.

source: The existing assessment, objection, and appeal processes would apply to assessments issued under these provisions.
fr_fr: Les processus actuels de cotisation, d'opposition et d'appel s'appliqueraient aux cotisations établies en vertu de ces dispositions.

source: If it is determined after a tax return has been filed by the CRA that the taxpayer did not meet the requirements for automatic tax filing, the tax return will be deemed not to have been filed.
fr_fr: S'il est déterminé, après la production d'une déclaration de revenus par l'ARC, que le contribuable n'a pas rempli les critères relatifs à la production automatisée des déclarations de revenus, la déclaration de revenus sera réputée ne pas avoir été produite.

source: Individuals would be able to opt out of automatic tax filing.
fr_fr: Les particuliers pourraient se retirer de la production automatisée des déclarations de revenus.

source: This measure would apply to the 2025 and subsequent taxation years (i.e., filing could begin in 2026).
fr_fr: Cette mesure s'appliquerait aux années d'imposition 2025 et suivantes (c.-à-d. que la production pourrait commencer en 2026).

source: The government is seeking Canadians' views on this measure.
fr_fr: Le gouvernement souhaite connaître l'opinion de la population canadienne sur cette mesure.

source: Interested parties are invited to send written representations to the Department of Finance Canada at autotaxfiling-autoimpot@fin.gc.ca by January 30, 2026.
fr_fr: Les parties intéressées sont invitées à envoyer leurs observations écrites d'ici le 30 janvier 2026 au ministère des Finances du Canada à autotaxfiling-autoimpot@fin.gc.ca .

source: Top-Up Tax Credit
fr_fr: Crédit d'impôt compensatoire

source: The rate applied to most non-refundable tax credits is based on the first marginal personal income tax rate.
fr_fr: Le taux qui s'applique à la plupart des crédits d'impôt non remboursables est fondé sur le taux d'imposition marginal de la première tranche de revenu des particuliers.

source: The middle-class tax cut announced in May 2025, and included in Bill C-4, currently before Parliament, would reduce the first marginal personal income tax rate, and thus the rate applied to most non-refundable tax credits, from 15 per cent to 14.5 per cent for the 2025 taxation year, and to 14 per cent for the 2026 and subsequent taxation years.
fr_fr: La réduction d'impôt pour la classe moyenne annoncée en mai 2025, et incluse dans le projet de loi C-4, actuellement devant le Parlement, réduirait de 15 % à 14,5 % pour l'année d'imposition 2025, et à 14 % pour 2026 et les années d'imposition subséquentes le taux d'imposition marginal de la première tranche de revenu des particuliers, et donc le taux qui s'applique à la plupart des crédits d'impôt non remboursables.

source: In very rare cases where an individual's non-refundable tax credit amounts exceed the first income tax bracket threshold ($57,375 in 2025), the decrease in the value of these credits may exceed their tax savings from the rate reduction.
fr_fr: Dans les cas très rares où les montants de crédits d'impôt non remboursables d'un particulier excèdent la première tranche d'imposition (57 375 $ en 2025), la baisse de valeur de ses crédits d'impôt non remboursables peut dépasser les économies d'impôt découlant de la réduction du taux.

source: This could happen in circumstances where an individual claims a large one-time expense, such as amounts for high tuition or medical expenses, or claims a combination of large tax credits.
fr_fr: Cette situation pourrait survenir lorsqu'un particulier demande une dépense unique considérable, comme des montants pour frais médicaux ou de scolarité élevés, ou demande un ensemble de crédits d'impôt considérables.

source: In some cases, these claims are for both themselves and a dependant, or include amounts carried forward from previous years.
fr_fr: Dans certains cas, ces demandes visent à la fois le particulier lui-même ou une personne à charge, ou encore, incluent des montants reportés d'années antérieures.

source: To ensure that no one in this circumstance has their tax liability increased by the middle-class tax cut, and to help Canadians transition to the lower credit rate, Budget 2025 proposes to introduce a new non-refundable Top-Up Tax Credit.
fr_fr: Pour veiller à ce que personne qui se trouve dans ces situations ne voit son impôt à payer augmenter en raison de la réduction d'impôt pour la classe moyenne, le budget de 2025 propose d'instaurer un nouveau crédit d'impôt compensatoire non remboursable.

source: The credit would effectively maintain the current 15-per-cent rate for non-refundable tax credits claimed on amounts in excess of the first income tax bracket threshold.
fr_fr: Ce crédit aurait pour effet de maintenir le taux actuel de 15 % pour les crédits d'impôt non remboursables demandés relativement à des montants qui excèdent la première tranche d'imposition.

source: The Top-Up Tax Credit would apply for the 2025 to 2030 taxation years.
fr_fr: Le crédit d'impôt compensatoire s'appliquerait aux années d'imposition 2025 à 2030.

source: Qualified Investments for Registered Plans
fr_fr: Régimes enregistrés – placements admissibles
